{
"menuItemOne": "Wallet",
"menuItemTwo": "Token",
"menuItemThree": "Swap",
"menuItemFour": "About",
"mainH1": "Best Crypto Wallet for Decentralized Finance",
"mainCaptionOne": "Multifunctional wallet",
"mainPBlockOne": "Buy, store, send, exchange your cryptocurrency with an easy-to-use and convinient wallet.",
"mainPBlockTwo": "We support leading cryptocurrencies. All your favourite assets in one place.",
"mainCaptionTwo": "Exchange",
"mainCaptionThree": "Swap",
"mainCaptionFour": "DeFi",
"mainPBlockThree": "Trade on different exchanges within your wallet ",
"mainPBlockFour": "Create your own liquidity pool or join an excisting one to start earning",
"mainPBlockFive": "Join leading DeFi projects and increase your income.",
"tabButtonOne": "Wallet",
"tabButtonTwo": "Exchange",
"tabButtonThree": "DeFi",
"tabButtonFour": "OTC",
"mainCaptionSix": "TBCC wallet benefits",
"mainPBlockSix":  "A universal and convenient application for trading, earning and storing cryptocurrency. Exchange your assets with other users in a few clicks. Make transactions with your digital assets anywhere, anytime.",
"mainTextItemOne": "Modern and secure wallet with a user-friendly interface and endless possibilities",
"mainTextItemTwo": "Supports top cryptocurrencies operationg on ERC-20, Etherium 2.0, BEP2, BEP8 protocols",
"mainTextItemThree": "Built-in support for DeFi cryptoassets",
"mainTextItemDop": "Even a beginner can easily start his cryptocurrency with TBCC Wallet",
"mainCaptionSeven": "We are always happy to answer all your questions and reply to your suggestions",
"mainUlItemOne": "Founded in",
"mainUlItemTwo": "Number of users",
"mainUlItemThree": "TBCC Token purchases",
"mainUlItemFour": "Digital Assets",
"textFormButton": "Get In Touch",
"tokenH1": "TBCC Token",
"tokenH3": "What is TBCC Token?",
"tokenPBlockOne": "TBCC token, as a utility token, facilitates the adoption, use, and distribution of stablecoins, Open Finance, cryptocurrencies, and DeFi solutions. TBCC token - a token is a new type of digital asset issued by the TBCC WALLET service",
"textButtonOne": "Try Now",
"tokenItemOne": "Utility token of the ERC20 standard",
"tokenItemTwo": "Total Supply: 1,000,000,000 TBCC Non-Renewable",
"tokenItemThree": "Holders: 14 addresses",
"tokenH2One": "TBCC Token benefits",
"tokenPBlockTwo": "The transactions of TBCC tokens are fast, cheap, secure and are supported by a huge and professional  development team",
"tokenPBlockThree": "The TBCC token can easily be stored not only in your TBCC Wallet, but also in any other crypto wallets",
"tokenPBlockFour": "The market price of the TBCC token is based on the demand, that is why it can't be stable or backed by anything.",
"tokenH4": "TBCC token issued on",
"tokenH6": "We believe that programmable money such as stablecoins and DeFi coins are new cryptocurrency tools that can completely change the way we make payments around the world ⚡ ",
"tokenLiOne": "Asset Name:",
"tokenLiTwo": "Supply:",
"tokenLiThree": "Total Market Capitalization: ",
"tokenLiFour": "Price:",
"tokenLiFive": "24 hour volume:",
"tokenLiSix": "Data is automatically shown in Real Time from Binance DEX",
"mainAdv": "Extremely simple. Extra secure. Decentralized",
"swapH1": "TBCC Swap",
"swapH3": "Swap & Stake ERC20 assets",
"swapPBlockOne": "TBCC SWAP provides users with the ability to quickly exchange their cryptoassets quickly on the base of UNISWAP protocol. Any user can add or remove liquidity using the easy-to-use TBCC SWAP interface. The main mission of TBCC SWAP is to provide users from all over the world with the ability of quick and easy seamless trading. ",
"swapTabOne": "Token Users",
"swapTabTwo": "Token Holders",
"swapTabThree": "Stake & Earn",
"swapTextOne": "Make instant swap transactions within the wallet, send assets to other wallet addresses at market prices",
"swapUlOne": "Create your own liquidity pools",
"swapUlTwo": "Add new tokens in 3 easy steps",
"swapUlThree": "All you need is to connect your wallet, choose token, set a price and start trading",
"swapTextTwo": "Put your TBCC or USDT tokens in liquidity pools and receive a commission of 0.3% on each transaction.",
"aboutH1": "About TBCC",
"aboutPBlockOne": "TBCC token is a digital asset that was issued by TBCC Wallet team. You can invest in TBCC tokens, trade them on different exchanges, send them to other users. TBCC tokens work smoothly with BEP8 and ERC-20 protocols.",
"aboutBigH2": "TBCC Wallet",
"aboutPBlockTwo": "TBCC Wallet is a modern mobile app developed for cryptoassets management. It was created by a group of developers with extensive experience in blockchain in 2019. Our wallet allows users from all over the world to make various operations with their cryptoassets. You can store your savings, trade them on various exchanges, send them to other wallet addresses, receive tokens from other users. TBCC Wallet supports leading cryptocurrencies based on BEP2, BEP8, ERC-20 protocols. In addition to the classic wallet functions, TBCC Wallet allows its users to participate in DeFi projects, SWAP, OTC. We are constantly updating our mobile application and expanding its capabilities in order to make it as convenient and beneficial to use as possible. Our main goal is to empower millions of people to use and work with cryptoassets. Even a beginner can easily get started with crypto thanks to our easy-to-use application with a user-friendly interface.",
"aboutPBlockThree": "TBCC Wallet is completely secure.",
"aboutPBlockFour": "The security architecture of the blockchain wallet has been improved with advanced authentication methods to prevent unauthorized access. Only you have control over your cryptoassets.",
"mainH4Last": "Buy, store, send, trade, exchange and earn your cryptocurrency with an easy-to-use and convinient wallet.",
"mainCaptionEight": "TBCC Exchange",
"mainNextText": "Get a special bonus for joining PRO account! Enter promo-code TBCCPRO when you activate your PRO account in order to get a special bonus. Just copy the code and paste it when you log in the TBCC Wallet app.",
"mainTabPOne": "Exchange trading via TBCC Wallet own mobile terminal on Binance Dex",
"mainTextItemFour": "Single account with the Binance Dex exchange",
"mainTextItemFive": "Trading on Binance Dex without registering an additional account",
"mainTextItemSix": "Convenient and simple functionality for buying / selling tokens",
"mainCaptionNine": "TBCC DeFi",
"mainTabPTwo": "Join the world of DeFi and start earning crypto with TBCC Wallet app. Deposit your assets accross leading DeFi platforms in one place.",
"mainTextItemSeven": "Access to key DeFi platforms and applications via your TBCC Wallet",
"mainTextItemEight": "The ability to connect any DeFi product via WalletConnect",
"mainTextItemNine": "Try our own DeFi platforms - TBCC Swap, TBCC DAO, TBCC Staking",
"mainTabPThree": "Make instant transactions of any size  at the best prices with other participants using OTC without the participation of the exchange.",
"otcItemOne": "Buying and selling cryptocurrency directly between participants at a predetermined rate",
"otcItemTwo": "TBCC guarantees the fulfillment of obligations by the parties to the transaction",
"otcItemThree": "Only verified participants with guaranteed liquidity",
"otcItemFour": "The ability to deposit and withdraw the leading world cryptocurrencies",
"otcItemFive": "User support for transactions of big amounts"
},
